Repository: DX23876/noop
Catalog: StrandiOSWidgets/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, zh_hans, zh_hant

source: %@ active
de: %@ aktiv
es: %@ activas
fr: %@ actives
it: %@ attive
pl: %@ aktywnych
pt_pt: %@ ativas
ru: %@ активных
zh_hans: %@ 活动消耗
zh_hant: %@ 活動消耗

source: %@ out of %lld
de: %@ von %lld
es: %@ de %lld
fr: %@ sur %lld
it: %@ su %lld
pl: %@ z %lld
pt_pt: %@ de %lld
ru: %@ из %lld
zh_hans: %@，满分 %lld
zh_hant: %@，滿分 %lld

source: Active
de: Aktiv
es: Activa
it: Attiva
pl: Aktywna
pt_pt: Ativa
ru: Активная
zh_hans: 活动
zh_hant: 活動

source: Basal
de: Grundumsatz
fr: Basale
it: Basale
pl: Podstawowa
ru: Основной обмен
zh_hans: 基础代谢
zh_hant: 基礎代謝

source: Charge, Effort and Rest as score rings, plus live HR and strap battery at a glance.
de: Energie, Belastung und Erholung als Ringe, dazu Live-Herzfrequenz und Strap-Akku auf einen Blick.
es: Carga, Esfuerzo y Descanso como anillos, más frecuencia cardíaca en vivo y batería de la pulsera de un vistazo.
fr: Charge, Effort et Repos en anneaux, avec la fréquence cardiaque en direct et la batterie du bracelet en un coup d'œil.
it: Carica, Sforzo e Riposo come anelli, più frequenza cardiaca in diretta e batteria della fascia a colpo d'occhio.
pl: Energia, Wysiłek i Odpoczynek jako pierścienie oraz tętno na żywo i bateria opaski w skrócie.
pt_pt: Carga, Esforço e Descanso em anéis, mais frequência cardíaca em direto e bateria da pulseira num relance.
ru: Заряд, Усилие и Отдых в виде колец, а также пульс в реальном времени и заряд браслета с одного взгляда.
zh_hans: 以圆环显示能量、消耗和休息，并一眼看到实时心率和手环电量。
zh_hant: 以圓環顯示能量、消耗和休息，並一眼看到即時心率和手環電量。

source: Charge, Effort and Rest as three rings, just like Today.
de: Charge, Effort und Rest als drei Ringe, genau wie unter Heute.
es: Charge, Effort y Rest como tres anillos, igual que en Hoy.
fr: Charge, Effort et Repos sous forme de trois anneaux, comme dans Aujourd'hui.
it: Charge, Fatica e Riposo come tre anelli, proprio come Oggi.
pl: Poziom energii, Wysiłek i Odpoczynek jako trzy pierścienie, tak jak w Dziś.
pt_pt: Charge, Esforço e Descanso como três anéis, assim como hoje.
ru: Charge, Усилие и отдых в виде трех колец, как и сегодня.
zh_hans: 能量、消耗和休息三个圆环，与“今天”页面一致。
zh_hant: 能量、消耗和休息三個圓環，與「今天」頁面一致。

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
pl: Połączono
pt_pt: Ligado
ru: Подключено
zh_hans: 已连接
zh_hant: 已連線

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
pl: Rozłączono
pt_pt: Desligado
ru: Отключено
zh_hans: 已断开
zh_hant: 已中斷連線

source: ENERGY
de: ENERGIE
es: ENERGÍA
fr: ÉNERGIE
it: ENERGIA
pl: ENERGIA
pt_pt: ENERGIA
ru: ЭНЕРГИЯ
zh_hans: 能量
zh_hant: 能量

source: Enable Morning Brief in Coach settings to see today's readiness here.
de: Aktiviere den Morgenbrief in den Coach-Einstellungen, um die heutige Bereitschaft hier zu sehen.
es: Activa el resumen matutino en los ajustes de Coach para ver la disponibilidad de hoy aquí.
fr: Activez le bref du matin dans les réglages du Coach pour voir la disponibilité du jour ici.
it: Attiva il riepilogo mattutino nelle impostazioni di Coach per vedere la disponibilità di oggi qui.
pl: Włącz poranne podsumowanie w ustawieniach Coach, aby zobaczyć tu dzisiejszą gotowość.
pt_pt: Ativa o resumo matinal nas definições do Coach para ver a disponibilidade de hoje aqui.
ru: Включите утреннюю сводку в настройках Коуча, чтобы видеть сегодняшнюю готовность здесь.
zh_hans: 在 Coach 设置中启用晨间简报以在此处查看今日准备度。
zh_hant: 在 Coach 設定中啟用晨間簡報以在此處查看今日準備度。

source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia
pl: Energia
pt_pt: Energia
ru: Энергия
zh_hans: 能量
zh_hant: 能量

source: Estimated
de: Geschätzt
es: Estimado
fr: Estimé
it: Stimato
pl: Szacowane
pt_pt: Estimado
ru: Расчёт
zh_hans: 估算
zh_hant: 估算

source: Heart rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
pl: Tętno
pt_pt: Frequência cardíaca
ru: Пульс
zh_hans: 心率
zh_hant: 心率

source: Live heart rate with the last three hours as a trace.
de: Live-Herzfrequenz mit den letzten drei Stunden als Verlauf.
es: Frecuencia cardíaca en vivo con las últimas tres horas como trazo.
fr: Fréquence cardiaque en direct, avec les trois dernières heures en tracé.
it: Frequenza cardiaca in diretta con le ultime tre ore come traccia.
pl: Tętno na żywo z wykresem ostatnich trzech godzin.
pt_pt: Frequência cardíaca em direto com as últimas três horas como traçado.
ru: Пульс в реальном времени с графиком за последние три часа.
zh_hans: 实时心率，并以曲线显示最近三小时。
zh_hant: 即時心率，並以曲線顯示最近三小時。

source: Measured
de: Gemessen
es: Medido
fr: Mesuré
it: Misurato
pl: Zmierzone
pt_pt: Medido
ru: Измерено
zh_hans: 已测量
zh_hant: 已測量

source: NOOP Energy
de: NOOP Energie
es: Energía NOOP
fr: Énergie NOOP
it: Energia NOOP
pl: Energia NOOP
pt_pt: Energia NOOP
ru: Энергия NOOP
zh_hans: NOOP 能量
zh_hant: NOOP 能量

source: NOOP Rings
de: NOOP-Ringe
es: Anillos NOOP
fr: Anneaux NOOP
it: NOOP Anelli
pl: Pierścienie NOOP
pt_pt: NOOP Anéis
ru: NOOP Кольца
zh_hans: NOOP 圆环
zh_hant: NOOP 圓環

source: No brief yet
de: Noch kein Brief
es: Aún no hay resumen
fr: Pas encore de bref
it: Nessun riepilogo ancora
pl: Brak podsumowania
pt_pt: Ainda sem resumo
ru: Сводки пока нет
zh_hans: 尚无简报
zh_hant: 尚無簡報

source: No data
de: Keine Daten
es: Sin datos
fr: Pas de données
it: Nessun dato
pl: Brak danych
pt_pt: Sem dados
ru: Нет данных
zh_hans: 无数据
zh_hant: 無資料

source: No energy data today
de: Heute keine Energiedaten
es: Hoy no hay datos de energía
fr: Aucune donnée d’énergie aujourd’hui
it: Nessun dato energetico oggi
pl: Brak dzisiejszych danych o energii
pt_pt: Sem dados de energia hoje
ru: Сегодня нет данных об энергии
zh_hans: 今天暂无能量数据
zh_hant: 今天暫無能量資料

source: Partly estimated
de: Teilweise geschätzt
es: Estimado parcialmente
fr: Partiellement estimé
it: Parzialmente stimato
pl: Częściowo szacowane
pt_pt: Parcialmente estimado
ru: Частично рассчитано
zh_hans: 部分估算
zh_hant: 部分估算

source: Peak
de: Spitze
es: Pico
fr: Pic
it: Picco
pl: Szczyt
pt_pt: Pico
ru: Пик
zh_hans: 峰值
zh_hant: 峰值

source: Projected today
de: Heute prognostiziert
es: Proyección de hoy
fr: Projection du jour
it: Proiezione di oggi
pl: Prognoza na dziś
pt_pt: Projeção de hoje
ru: Прогноз на сегодня
zh_hans: 今日预测
zh_hant: 今日預測

source: Today's coaching brief at a glance. Tap to open Coach.
de: Das heutige Coaching-Briefing auf einen Blick. Tippen, um den Coach zu öffnen.
es: El resumen de entrenamiento de hoy de un vistazo. Toca para abrir Entrenador.
fr: Le brief de coaching du jour en un coup d'œil. Touchez pour ouvrir Coach.
it: Il briefing di coaching di oggi a colpo d'occhio. Tocca per aprire Coach.
pl: Dzisiejsze podsumowanie od trenera w skrócie. Stuknij, aby otworzyć Trenera.
pt_pt: O resumo de treino de hoje num relance. Toca para abrir o Treinador.
ru: Сегодняшняя сводка ИИ-тренера с одного взгляда. Нажмите, чтобы открыть ИИ-тренера.
zh_hans: 一眼看到今天的教练简报。轻点打开教练。
zh_hant: 一眼看到今天的教練簡報。輕點開啟教練。

source: Total, active and basal calories for today, with an honest projection.
de: Gesamter, aktiver und basaler Kalorienverbrauch für heute – mit ehrlicher Prognose.
es: Calorías totales, activas y basales de hoy, con una proyección clara.
fr: Calories totales, actives et basales du jour, avec une projection transparente.
it: Calorie totali, attive e basali di oggi, con una proiezione trasparente.
pl: Dzisiejsze kalorie całkowite, aktywne i podstawowe wraz z uczciwą prognozą.
pt_pt: Calorias totais, ativas e basais de hoje, com uma projeção transparente.
ru: Общий, активный и базовый расход калорий за сегодня с прозрачным прогнозом.
zh_hans: 今天的总消耗、活动消耗和基础消耗，并提供如实预测。
zh_hant: 今天的總消耗、活動消耗和基礎消耗，並提供如實預測。

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
pl: Zaktualizowano
pt_pt: Atualizado
ru: Обновлено
zh_hans: 已更新
zh_hant: 已更新

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@
pl: Zaktualizowano %@
pt_pt: Atualizado %@
ru: Обновлено %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: \(bpm) bpm
de: \(bpm) S/min
es: \(bpm) lpm
fr: \(bpm) batt./min
it: \(bpm) batt./min
pl: \(bpm) ud./min
pt_pt: \(bpm) bat./min
ru: \(bpm) уд/мин
zh_hans: \(bpm) 次/分
zh_hant: \(bpm) 次/分

source: \(context.state.bpm.map(String.init) ?? "–") bpm
de: \(context.state.bpm.map(String.init) ?? "–") S/min
es: \(context.state.bpm.map(String.init) ?? "–") lpm
fr: \(context.state.bpm.map(String.init) ?? "–") batt./min
it: \(context.state.bpm.map(String.init) ?? "–") batt./min
pl: \(context.state.bpm.map(String.init) ?? "–") ud./min
pt_pt: \(context.state.bpm.map(String.init) ?? "–") bat./min
ru: \(context.state.bpm.map(String.init) ?? "–") уд/мин
zh_hans: \(context.state.bpm.map(String.init) ?? "–") 次/分
zh_hant: \(context.state.bpm.map(String.init) ?? "–") 次/分

source: avg %@
de: Ø %@
es: prom. %@
fr: moy. %@
it: media %@
pl: średnio %@
pt_pt: média %@
ru: сред. %@
zh_hans: 平均 %@
zh_hant: 平均 %@

source: kcal total so far
de: kcal bisher insgesamt
es: kcal totales hasta ahora
fr: kcal au total jusqu’ici
it: kcal totali finora
pl: kcal łącznie do tej pory
pt_pt: kcal totais até agora
ru: ккал всего к этому моменту
zh_hans: 目前总计千卡
zh_hant: 目前總計千卡

source: of 3
de: von 3
es: de 3
fr: sur 3
it: di 3
pl: z 3
pt_pt: de 3
ru: из 3

source: total burned so far
de: bisheriger Gesamtverbrauch
es: total quemado hasta ahora
fr: total dépensé jusqu’ici
it: totale consumato finora
pl: dotychczasowy całkowity wydatek
pt_pt: total gasto até agora
ru: всего потрачено к этому моменту
zh_hans: 目前总消耗
zh_hant: 目前總消耗

source: unavailable
de: nicht verfügbar
es: no disponible
fr: indisponible
it: non disponibile
pl: niedostępne
pt_pt: indisponível
ru: недоступно
zh_hans: 不可用
zh_hant: 無法使用

source: ~%@ projected
de: ~%@ prognostiziert
es: ~%@ proyectadas
fr: ~%@ projetées
it: ~%@ previste
pl: ~%@ prognozowane
pt_pt: ~%@ projetadas
ru: ~%@ по прогнозу
zh_hans: 预计约 %@
zh_hant: 預計約 %@

source: 🔥 %@ kcal today
de: 🔥 %@ kcal heute
es: 🔥 %@ kcal hoy
fr: 🔥 %@ kcal aujourd’hui
it: 🔥 %@ kcal oggi
pl: 🔥 %@ kcal dzisiaj
pt_pt: 🔥 %@ kcal hoje
ru: 🔥 %@ ккал сегодня
zh_hans: 🔥 今日 %@ 千卡
zh_hant: 🔥 今日 %@ 千卡

source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
pl: Tętno
pt_pt: Frequência cardíaca
ru: Пульс
zh_hans: 心率
zh_hant: 心率

source: Heart rate %lld bpm
de: Herzfrequenz %lld bpm
es: Frecuencia cardíaca %lld lpm
fr: Fréquence cardiaque %lld bpm
it: Frequenza cardiaca %lld bpm
pl: Tętno %lld ud./min
pt_pt: Frequência cardíaca %lld bpm
ru: Пульс %lld уд/мин
zh_hans: 心率 %lld 次/分
zh_hant: 心率 %lld 次/分

# Heart rate %lld bpm, minimum %lld, maximum %lld
source: Heart rate %1$lld bpm, minimum %2$lld, maximum %3$lld
de: Herzfrequenz %lld bpm, Minimum %lld, Maximum %lld
es: Frecuencia cardíaca %lld lpm, mínima %lld, máxima %lld
fr: Fréquence cardiaque %lld bpm, minimum %lld, maximum %lld
it: Frequenza cardiaca %lld bpm, minima %lld, massima %lld
pl: Tętno %lld ud./min, minimum %lld, maksimum %lld
pt_pt: Frequência cardíaca %lld bpm, mínima %lld, máxima %lld
ru: Пульс %lld уд/мин, минимум %lld, максимум %lld
zh_hans: 心率 %lld 次/分，最低 %lld，最高 %lld
zh_hant: 心率 %lld 次/分，最低 %lld，最高 %lld

source: Heart rate, no reading
de: Herzfrequenz, kein Messwert
es: Frecuencia cardíaca, sin lectura
fr: Fréquence cardiaque, aucune mesure
it: Frequenza cardiaca, nessuna lettura
pl: Tętno, brak odczytu
pt_pt: Frequência cardíaca, sem leitura
ru: Пульс, нет данных
zh_hans: 心率，无读数
zh_hant: 心率，無讀數

source: Rest
de: Erholung
es: Descanso
fr: Repos
it: Riposo
pl: Odpoczynek
pt_pt: Descanso
ru: Отдых
zh_hans: 休息
zh_hant: 休息

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
pl: Wstrzymano
pt_pt: Pausado
ru: На паузе
zh_hans: 已暂停
zh_hant: 已暫停

source: %lld / %lld sets
de: %1$lld / %2$lld Sätze
es: %1$lld / %2$lld series
fr: %1$lld / %2$lld séries
it: %1$lld / %2$lld serie
pl: %1$lld / %2$lld serii
pt_pt: %1$lld / %2$lld séries
ru: %1$lld / %2$lld подходов
zh_hans: %1$lld / %2$lld 组
zh_hant: %1$lld / %2$lld 組

source: Stress, no reading today
de: Stress, heute kein Messwert
es: Estrés, sin lectura hoy
fr: Stress, aucune mesure aujourd'hui
it: Stress, nessuna lettura oggi
pl: Stres, brak odczytu dzisiaj
pt_pt: Stress, sem leitura hoje
ru: Стресс, сегодня нет данных
zh_hans: 压力，今日无读数
zh_hant: 壓力，今日無讀數

source: Stress %@ of 3
de: Stress %@ von 3
es: Estrés %@ de 3
fr: Stress %@ sur 3
it: Stress %@ su 3
pl: Stres %@ z 3
pt_pt: Stress %@ de 3
ru: Стресс %@ из 3
zh_hans: 压力 %@/3
zh_hant: 壓力 %@/3

source: Stress %@ of 3, average %@, peak %@
de: Stress %@ von 3, Durchschnitt %@, Spitze %@
es: Estrés %@ de 3, media %@, pico %@
fr: Stress %@ sur 3, moyenne %@, pic %@
it: Stress %@ su 3, media %@, picco %@
pl: Stres %@ z 3, średnio %@, szczyt %@
pt_pt: Stress %@ de 3, média %@, pico %@
ru: Стресс %@ из 3, в среднем %@, пик %@
zh_hans: 压力 %@/3，平均 %@，峰值 %@
zh_hant: 壓力 %@/3，平均 %@，峰值 %@

source: Today's stress as an hour-by-hour curve.
de: Heutiger Stress als stündlicher Verlauf.
es: El estrés de hoy en una curva hora a hora.
fr: Le stress du jour sous forme de courbe horaire.
it: Lo stress di oggi in una curva ora per ora.
pl: Dzisiejszy stres w ujęciu godzina po godzinie.
pt_pt: O stress de hoje numa curva hora a hora.
ru: Сегодняшний стресс по часам.
zh_hans: 今日压力的逐小时曲线。
zh_hant: 今日壓力的逐小時曲線。

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
pl: Cel
pt_pt: Objetivo
ru: Цель
zh_hans: 目标
zh_hant: 目標

source: Most important
de: Wichtigstes
es: El más importante
fr: Le plus important
it: Il più importante
pl: Najważniejszy
pt_pt: O mais importante
ru: Самая важная
zh_hans: 最重要
zh_hant: 最重要

source: Choose a goal
de: Ziel wählen
es: Elegir un objetivo
fr: Choisir un objectif
it: Scegli un obiettivo
pl: Wybierz cel
pt_pt: Escolher um objetivo
ru: Выберите цель
zh_hans: 选择目标
zh_hant: 選擇目標

source: Pick the goal this widget shows, or let NOOP show the most important one.
de: Wähle das Ziel für dieses Widget oder lass NOOP das wichtigste zeigen.
es: Elige el objetivo de este widget o deja que NOOP muestre el más importante.
fr: Choisis l’objectif de ce widget ou laisse NOOP afficher le plus important.
it: Scegli l’obiettivo del widget o lascia che NOOP mostri il più importante.
pl: Wybierz cel dla tego widżetu albo pozwól NOOP pokazać najważniejszy.
pt_pt: Escolhe o objetivo deste widget ou deixa o NOOP mostrar o mais importante.
ru: Выберите цель для виджета или позвольте NOOP показать самую важную.
zh_hans: 选择此小组件显示的目标，或让 NOOP 显示最重要的目标。
zh_hant: 選擇此小工具顯示的目標，或讓 NOOP 顯示最重要的目標。

source: Set a weekly goal in NOOP to see it here.
de: Leg in NOOP ein Wochenziel an, um es hier zu sehen.
es: Crea un objetivo semanal en NOOP para verlo aquí.
fr: Crée un objectif hebdomadaire dans NOOP pour le voir ici.
it: Crea un obiettivo settimanale in NOOP per vederlo qui.
pl: Ustaw cel tygodniowy w NOOP, aby go tu zobaczyć.
pt_pt: Define um objetivo semanal no NOOP para o veres aqui.
ru: Создайте недельную цель в NOOP, чтобы увидеть её здесь.
zh_hans: 在 NOOP 中设置每周目标即可在此查看。
zh_hant: 在 NOOP 中設定每週目標即可在此查看。

source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
it: Obiettivi
pl: Cele
pt_pt: Objetivos
ru: Цели
zh_hans: 目标
zh_hant: 目標

source: NOOP Goals
de: NOOP Ziele
es: Objetivos de NOOP
fr: Objectifs NOOP
it: Obiettivi NOOP
pl: Cele NOOP
pt_pt: Objetivos NOOP
ru: Цели NOOP
zh_hans: NOOP 目标
zh_hant: NOOP 目標

source: A weekly or monthly goal at a glance: what is left and whether you are on course.
de: Ein Wochen- oder Monatsziel auf einen Blick: was fehlt und ob du auf Kurs bist.
es: Un objetivo semanal o mensual de un vistazo: lo que falta y si vas bien.
fr: Un objectif hebdomadaire ou mensuel en un coup d’œil : ce qui reste et si tu es sur la bonne voie.
it: Un obiettivo settimanale o mensile a colpo d’occhio: cosa manca e se sei in linea.
pl: Cel tygodniowy lub miesięczny w skrócie: ile zostało i czy idziesz zgodnie z planem.
pt_pt: Um objetivo semanal ou mensal num relance: o que falta e se estás no rumo.
ru: Недельная или месячная цель с первого взгляда: сколько осталось и идёте ли вы по плану.
zh_hans: 一眼看懂每周或每月目标：还差多少、是否进展顺利。
zh_hant: 一眼看懂每週或每月目標：還差多少、是否進展順利。

source: Your daily goals as rings, and the weekly or monthly goal that needs a look.
de: Deine Tagesziele als Ringe und das Wochen- oder Monatsziel, das gerade Aufmerksamkeit braucht.
es: Tus objetivos diarios como anillos y el objetivo semanal o mensual que necesita atención.
fr: Vos objectifs quotidiens en anneaux, et l’objectif hebdomadaire ou mensuel qui demande de l’attention.
it: I tuoi obiettivi giornalieri come anelli e l’obiettivo settimanale o mensile che richiede attenzione.
pl: Cele dzienne jako pierścienie oraz cel tygodniowy lub miesięczny, który wymaga uwagi.
pt_pt: Os objetivos diários em anéis e o objetivo semanal ou mensal que precisa de atenção.
ru: Цели на день в виде колец и недельная или месячная цель, которой нужно внимание.
zh_hans: 以圆环显示每日目标，以及需要关注的每周或每月目标。
zh_hant: 以圓環顯示每日目標，以及需要關注的每週或每月目標。

source: %lld of %lld daily goals done
de: %lld von %lld Tageszielen geschafft
es: %lld de %lld objetivos diarios cumplidos
fr: %lld objectifs du jour sur %lld atteints
it: %lld di %lld obiettivi giornalieri raggiunti
pl: Zrobione cele dzienne: %lld z %lld
pt_pt: %lld de %lld objetivos diários cumpridos
ru: Выполнено целей дня: %lld из %lld
zh_hans: 已完成 %lld/%lld 个每日目标
zh_hant: 已完成 %lld/%lld 個每日目標

source: As of %@
de: Stand %@
es: A las %@
fr: À %@
it: Alle %@
pl: Stan na %@
pt_pt: Às %@
ru: На %@
zh_hans: %@ 更新
zh_hant: %@ 更新

source: This week · last day
de: Diese Woche · letzter Tag
es: Esta semana · último día
fr: Cette semaine · dernier jour
it: Questa settimana · ultimo giorno
pl: Ten tydzień · ostatni dzień
pt_pt: Esta semana · último dia
ru: Эта неделя · последний день
zh_hans: 本周 · 最后一天
zh_hant: 本週 · 最後一天

source: This week · %lld days left
de: Diese Woche · noch %lld Tage
es: Esta semana · quedan %lld días
fr: Cette semaine · %lld jours restants
it: Questa settimana · %lld giorni rimasti
pl: Ten tydzień · zostało %lld dni
pt_pt: Esta semana · restam %lld dias
ru: Эта неделя · осталось %lld дн.
zh_hans: 本周 · 剩 %lld 天
zh_hant: 本週 · 剩 %lld 天

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
pl: Wznów
pt_pt: Retomar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: End
de: Beenden
es: Terminar
fr: Terminer
it: Termina
pl: Zakończ
pt_pt: Terminar
ru: Завершить
zh_hans: 结束
zh_hant: 結束

source: Pause or resume workout
de: Workout pausieren oder fortsetzen
es: Pausar o reanudar el entrenamiento
fr: Mettre en pause ou reprendre la séance
it: Metti in pausa o riprendi l'allenamento
pl: Wstrzymaj lub wznów trening
pt_pt: Pausar ou retomar o treino
ru: Приостановить или продолжить тренировку
zh_hans: 暂停或继续训练
zh_hant: 暫停或繼續訓練

source: Your goals, each drawn in its own shape, and how many of today's goals are done.
de: Deine Ziele, jedes in seiner eigenen Form, und wie viele Tagesziele schon erledigt sind.
es: Tus objetivos, cada uno con su propia forma, y cuántos objetivos de hoy ya están hechos.
fr: Tes objectifs, chacun sous sa propre forme, et combien d’objectifs du jour sont déjà faits.
it: I tuoi obiettivi, ognuno nella sua forma, e quanti obiettivi di oggi sono già fatti.
pl: Twoje cele, każdy w swoim własnym kształcie, oraz ile dzisiejszych celów już wykonano.
pt_pt: Os teus objetivos, cada um com a sua forma, e quantos objetivos de hoje já estão feitos.
ru: Ваши цели, каждая в своей форме, и сколько целей на сегодня уже выполнено.
zh_hans: 你的目标各以自己的形式呈现，并显示今天已完成多少目标。
zh_hant: 你的目標各以自己的形式呈現，並顯示今天已完成多少目標。

source: %@ steps
de: %@ Schritte
es: %@ pasos
fr: %@ pas
it: %@ passi
pl: %@ kroków
pt_pt: %@ passos
ru: %@ шагов
zh_hans: %@ 步
zh_hant: %@ 步

source: %@%@ %@ in 30 days
de: %@%@ %@ in 30 Tagen
es: %@%@ %@ en 30 días
fr: %@%@ %@ en 30 jours
it: %@%@ %@ in 30 giorni
pl: %@%@ %@ w 30 dni
pt_pt: %@%@ %@ em 30 dias
ru: %@%@ %@ за 30 дней
zh_hans: %@%@ %@（30 天内）
zh_hant: %@%@ %@（30 天內）

# %lld h %lld min
source: %1$lld h %2$lld min
de: %lld h %lld min
es: %lld h %lld min
fr: %lld h %lld min
it: %lld h %lld min
pl: %lld h %lld min
pt_pt: %lld h %lld min
ru: %lld ч %lld мин
zh_hans: %lld 小时 %lld 分钟
zh_hant: %lld 時間 %lld 分鐘

source: %lld min this week
de: %lld Min. diese Woche
es: %lld min esta semana
fr: %lld min cette semaine
it: %lld min questa settimana
pl: %lld min w tym tygodniu
pt_pt: %lld min esta semana
ru: %lld мин за неделю
zh_hans: 本周 %lld 分钟
zh_hant: 本週 %lld 分鐘

source: %lld of 28 days trained
de: An %lld von 28 Tagen trainiert
es: %lld de 28 días con entreno
fr: %lld jours sur 28 avec entraînement
it: %lld giorni su 28 con allenamento
pl: Trening w %lld z 28 dni
pt_pt: %lld de 28 dias com treino
ru: Тренировки: %lld из 28 дней
zh_hans: 28 天中训练 %lld 天
zh_hant: 28 天中訓練 %lld 天

source: %lld out of range
de: %lld außerhalb
es: %lld fuera de rango
fr: %lld hors plage
it: %lld fuori range
pl: Poza zakresem: %lld
pt_pt: %lld fora do intervalo
ru: Вне нормы: %lld
zh_hans: %lld 项超出范围
zh_hant: %lld 項超出範圍

source: %lld outside your usual range
de: %lld außerhalb deines üblichen Bereichs
es: %lld fuera de lo habitual
fr: %lld hors de votre plage habituelle
it: %lld fuori dal tuo range abituale
pl: Poza Twoją normą: %lld
pt_pt: %lld fora do teu habitual
ru: Вне вашей нормы: %lld
zh_hans: %lld 项超出你的常规范围
zh_hant: %lld 項超出你的常規範圍

source: %lld weigh-ins, 30 days
de: Messungen in 30 Tagen: %lld
es: Pesajes en 30 días: %lld
fr: Pesées sur 30 jours : %lld
it: Pesate in 30 giorni: %lld
pl: Pomiary w 30 dni: %lld
pt_pt: Pesagens em 30 dias: %lld
ru: Взвешиваний за 30 дней: %lld
zh_hans: 30 天内称重 %lld 次
zh_hant: 30 天內量體重 %lld 次

source: %lld workouts · %lld min
de: Workouts: %lld · %lld Min.
es: Entrenos: %lld · %lld min
fr: Séances : %lld · %lld min
it: Allenamenti: %lld · %lld min
pl: Treningi: %lld · %lld min
pt_pt: Treinos: %lld · %lld min
ru: Тренировки: %lld · %lld мин.
zh_hans: %lld 次训练 · %lld 分钟
zh_hant: %lld 次訓練 · %lld 分鐘

source: 7-day average %@
de: 7-Tage-Schnitt %@
es: Media de 7 días %@
fr: Moyenne sur 7 jours %@
it: Media 7 giorni %@
pl: Średnia z 7 dni %@
pt_pt: Média de 7 dias %@
ru: Среднее за 7 дней %@
zh_hans: 7 天平均 %@
zh_hant: 7 天平均 %@

source: 7-day average %lld %%
de: 7-Tage-Schnitt %lld %%
es: Media de 7 días %lld %%
fr: Moyenne sur 7 jours %lld %%
it: Media 7 giorni %lld %%
pl: Średnia z 7 dni %lld %%
pt_pt: Média de 7 dias %lld %%
ru: Среднее за 7 дней %lld %%
zh_hans: 7 天平均 %lld %%
zh_hant: 7 天平均 %lld %%

source: Above your usual
de: Über deinem üblichen Niveau
es: Por encima de lo habitual
fr: Au-dessus de votre niveau habituel
it: Sopra il tuo livello abituale
pl: Powyżej zwykłego poziomu
pt_pt: Acima do habitual
ru: Выше обычного уровня
zh_hans: 高于平时
zh_hant: 高於平時

source: All in range
de: Alles im Bereich
es: Todo en rango
fr: Tout dans la plage
it: Tutto nel range
pl: Wszystko w normie
pt_pt: Tudo no intervalo
ru: Всё в норме
zh_hans: 全部正常
zh_hant: 全部正常

source: All in your usual range
de: Alles in deinem üblichen Bereich
es: Todo dentro de lo habitual
fr: Tout dans votre plage habituelle
it: Tutto nel tuo range abituale
pl: Wszystko w Twojej normie
pt_pt: Tudo dentro do teu habitual
ru: Всё в вашей норме
zh_hans: 全部在你的常规范围内
zh_hant: 全部在你的常規範圍內

source: Below your usual
de: Unter deinem üblichen Niveau
es: Por debajo de lo habitual
fr: En dessous de votre niveau habituel
it: Sotto il tuo livello abituale
pl: Poniżej zwykłego poziomu
pt_pt: Abaixo do habitual
ru: Ниже обычного уровня
zh_hans: 低于平时
zh_hant: 低於平時

source: Charge
de: Energie
es: Carga
it: Carica
pl: Energia
pt_pt: Carga
ru: Заряд
zh_hans: 能量
zh_hant: 能量

source: Charge week
de: Energie-Woche
es: Semana de Carga
fr: Semaine de Charge
it: Settimana di Carica
pl: Tydzień Energii
pt_pt: Semana de Carga
ru: Неделя Заряда
zh_hans: 能量周
zh_hant: 能量週

source: Consistency
de: Konsistenz
es: Consistencia
fr: Régularité
it: Costanza
pl: Konsystencja
pt_pt: Consistência
ru: Регулярность
zh_hans: 规律性
zh_hant: 規律性
